<INC-CONTENTS for="http://www.xcontest.org" created="2019-10-14 13:26:42">
 <CONTENT for="/romania/" label="Romania XC 2026">
 <div>
<h2><strong>Bine aţi venit la ROMANIA XC 2026!</strong></h2> <p>Vă invităm să participaţi la <strong>campionatul</strong> <strong>naţional</strong> <strong>de</strong> <strong>distanţă</strong> <strong>liberă</strong> <strong>cu</strong> <strong>parapanta</strong> <strong>şi</strong> <strong>deltaplan</strong> <strong>Romania</strong> <strong>XC</strong> <strong>2026.</strong> </p> <p>Vă rugăm citiţi în totalitate regulamentul de concurs (stânga jos pe pagină); acolo veţi găsi şi modalitatea de înscriere. </p> <p>Aeroclubul Turbulencia şi Echipa XContest vă doresc zboruri lungi şi aterizări fericite! </p> <p>Vă mulţumim!</p> <p>Echipa XContest România</p>
 </div>
 </CONTENT> 
 <CONTENT for="/romania/cum-sa-descarci-zboruri/" label="Cum să descarci zboruri">
 <div>
 <p>Înainte de a descărca zboruri trebuie să fi înregistrat în concurs. Acest lucru se poate face prin meniul „<strong><u>Înregistrare</u>“</strong>. <strong>Fiecare pilot poate fi înregistrat doar o dată!</strong> </p> <p style="text-align: center;"><img height="105" width="196" style="border: 1px solid rgb(70, 70, 70); width: 196px; height: 105px;" class="art-img" src="http://s.xcontest.net/filespace/menu_registration.jpg"></img></p><p>După înregistrarea cu succes trebuie să fi conectat la concurs. Acest lucru se poate face prin completarea formularului din dreapta (utilizator/parolă) din partea de dreapta sus a XContest-ului: </p> <p style="text-align: center;"> <img height="116" width="196" style="border: 1px solid rgb(70, 70, 70); width: 196px; height: 116px;" class="art-img" src="http://s.xcontest.net/filespace/menu_login.jpg"></img></p> <p> <style type="text/css">&#32;</style> </p><p>După un login cu succes meniul din dreapta va afişa "<strong>Concursul meu</strong>", meniu care va conţine "<strong>Descărcare zbor</strong>" pentru piloţii înregistraţi şi conectaţi. Acum ai nevoie doar de un fişier IGC valid. </p> <p style="text-align: center;"> <img height="136" width="199" style="border: 1px solid rgb(70, 70, 70); width: 199px; height: 136px;" class="art-img" src="http://s.xcontest.net/filespace/menu_logged.jpg"></img></p>
 </div>
 </CONTENT>
 <CONTENT for="/romania/inregistrare/" label="Înregistrare">
 <div>
<p >Înregistrarea este obligatorie pentru participanţii la concurs.</p> <p >Utilizatorul poate conţine litere mari şi mici, caractere alfa şi numerice. Spaţii nu sunt permise. </p> <p >Toate câmpurile marcate cu asterisc(*) sunt obligatorii. Te rog introdu data naşterii în forma „zz.ll.aaaa“ (de ex. 28. 02. 1976).</p> <p >După o înregistrare cu succes vei primi un e-mail de confirmare.</p><h2 class="faq-c"><strong>Pentru utilizatori existenţi XContest: </strong></h2> <p><strong>Dacă eşti înregistrat în World XContest, nu trebuie să te înregistrezi ca nou utilizator pentru Romania XC!<br /> </strong></p> <p><strong>Intră în contul tău cu utilizatorul şi parola ta veche şi confirmă aici datele tale de înregistrare.</strong></p><em></em>
 </div>
 </CONTENT> 
 <CONTENT for="/romania/parola-uitata/" label="">
 <div>
<p> <style type="text/css">&#32;</style> </p><p>Ţi-ai uitat<strong> parola</strong> ?</p> <p>Pentru a obţine o nouă parolă, te rog introdu <strong>utilizatorul</strong> şi o <strong>adresă de</strong> <strong>e-mail</strong> (pe care ai introdus-o în procesul de înregistrare) şi trimite-o. </p> <p>Va fi generată <strong>o nouă parolă</strong> şi va fi<strong> e-mailată ţie</strong>.</p> <p>Nu eşti sigur de numele tău de utilizator? Verifică în lista de piloţi la <u><a href="/2007/world/en/pilots/">World XContest 2007</a></u>, <u><a href="/2008/world/en/pilots/">2008</a></u> sau <u><a href="/2009/world/en/pilots/">2009</a></u> (utilizatorul este menţionat alături de prenumele şi numele tău aflate în paranteză).<br />Dacă ai nevoie de mai mult ajutor te rog solicită sprijinul XContest la:<br /><u><a href="mailto:info@xcontest.org">info@xcontest.org</a></u></p>
 </div>
 </CONTENT>
 <CONTENT for="/romania/reguli/" label="Reguli">

<!-- REGULI -->
<div class="Section1"> 
<p><b><span>Romania XC</span></b></p> <p><span> </span></p> <p><b><span>1. Prezentare:</span></b></p> <p><b><span>Romania XC </span></b><span>este <b>Campionatul de Zbor de Distan&#355;&#259; Liber&#259; cu Parapanta &#351;i deltaplan</b>, ce se desf&#259;&#351;oar&#259; în perioada <b>1 octombrie - 30 septembrie </b>a anului urmator (anul sezonului). Zborurile competitorilor vor fi înregistrate cu aparate GPS &#351;i descarcate prin internet pe serverul XContest.</span></p> <p><span>Competi&#355;ia se desf&#259;&#351;oar&#259; la urm&#259;toarele clase :</span></p> <p><b><span>PG</span></b><span> <b>Open</b> - orice tip de parapanta, fara restric&#355;ii.</span></p> <p><b><span>PG Sport</span></b><span> - numai parapante care sunt omologate pân&#259; la LTF (DHV) 2 sau EN- C inclusiv.</span></p> <p><b><span>PG Standard</span></b><span> - numai parapante care sunt omologate pân&#259; la LTF (DHV) 1-2 sau EN- B inclusiv.</span></p> <p><b><span>PG Feminin</span></b><span> - pentru concurentele de sex feminin.</span></p> <p><b><span>PG Tandem</span></b><span> - pentru parapantele de clas&#259; biplace.</span></p> <p><b><span>PG Club-</span></b><span> pentru cluburile ale c&#259;ror pilo&#355;i particip&#259; la campionat, însumând punctajele a maxim <b>6 pilo&#355;i(sau mai pu&#539;in dac&#259; un club nu are minim 6 pilo&#539;i) </b>de la fiecare club.</span></p> <p><b><span>Clasa HG Open</span></b><span> - concuren&#355;ii care zboar&#259; cu deltaplane.</span></p> <p><b><span>Clasa RW Open</span></b><span> - concuren&#355;ii care zboar&#259; cu aripi rigide.</span></p> <p><span>La <b>fiecare clas&#259;</b> de mai sus se va desemna <b>Campionul Na&#355;ional</b> , pilotul care a ob&#355;inut cel mai mare punctaj la clasa respectiv&#259;.</span></p> <p ><span>La <b>Clasa Club</b> se va desemna <b>Campioan&#259; Na&#355;ional&#259;, echipa clubului</b> care va ob&#355;ine cel mai mare punctaj </span><span>cu un num&#259;r de maxim &#537;ase pilo&#539;i în echip&#259;.</span></p> <p><span> </span></p> <p><b><span>2. Echipa tehnic&#259;:</span></b></p> <p><span>Organizatori: Aeroclubul Turbulencia &#351;i XContest</span></p> <p><span>Adres&#259; mail pentru contact: </span><span><a href="mailto:moldovan1974@gmail.com"><span>moldovan1974@gmail.com</span></a></span></p><p><b><span>3. Procedura de înscriere:</span></b></p> <p><span>To&#355;i participan&#355;ii la aceast&#259; competi&#355;ie trebuie s&#259; de&#355;in&#259; licen&#355;&#259; de pilot parapanta si/sau deltaplan în termen de valabilitate, pentru clasa respectiv&#259;. Echipamentul de zbor trebuie s&#259; fie conform cu reglement&#259;rile în vigoare.</span></p> <p><span>Se percepe tax&#259; de înscriere pentru cluburi 750 ron/sezon competitional, pân&#259; la 25 aprilie 2026. Dup&#259; aceast&#259; dat&#259; cluburile care nu au achitat taxa pot participa doar dac&#259; achit&#259; o tax&#259; de înscriere majorat&#259; de 1000 ron/sezon competitional.</span></p> <p><span>Tax&#259; de înscriere pentru pilo&#539;i independen&#539;i 350 ron/sezon competitional.</span><span><br/> <span>Nu se percepe tax&#259; de înscriere pentru pilo&#539;ii care sunt membrii într-un club care a pl&#259;tit taxa de participare.</span></span></p> <p><span>Cluburile trebuie sa comunice organizatorului tabelul cu membrii de club pîna la data de 25 mai 2026.</span></p> <p><span>Pilo&#539;ii independen&#539;i trebuie s&#259; achite taxa de participare pîn&#259; la data de 25 mai 2026,dup&#259; aceast&#259; dat&#259; pilo&#539;ii care nu apar&#539;in la cluburile care au taxa achitat&#259; vor fi elimina&#539;i din competi&#539;ii putînd revenii doar dup&#259; achitarea taxei de participare sau înscrierea într-un club participant.</span></p> <p><span> </span></p> <p><span>Taxa de înscriere se poate pl&#259;ti prin banca în contul Asociației Salvaghimeș cu precizarea taxa de înscriere XContest RO 2026.(numele clubului pentru care se efectueaz&#259; plata):</span></p> <p><span> </span></p> <p><span>BANCA TRANSILVANIA</span></p> <p><span> </span></p> <p><span>: RO56 BTRL RONC RT0C R359 2703</span></p> <p><span> </span></p> <p><span>Asociația Salvaghimeș</span></p> <p><span>CUI 49824552</span></p> <p><span>Com. Lunca de Jos, Sat Valea lui Antaloc, 325/C</span></p> <p><span><br/> <span>Cluburile participante au liber&#259; alegere la validarea concuren&#539;ilor care particip&#259; sub numele clubului la competi&#539;ie.Invalidarea concuren&#539;ilor se face de c&#259;tre organizatorii Xcontest România la cererea conducerii cluburilor participante.</span><br/>  Înscrierea se face completând formularul de înscriere din pagina de internet a concursului, pe pagina </span><span><a href="http://www.xcontest.org/romania/inregistrare/"><span>http://www.xcontest.org/romania/inregistrare/</span></a></span></p> <p><span><br/> <br/> </span></p><p><b><span>4. Regulament:</span></b></p> <p><span>Competi&#539;ia începe la data de 01 Octombrie &#537;i se încheie la data de 30 Septembrie anul urm&#259;tor.</span></p> <p><span>Sunt acceptate în competi&#355;ie doar zborurile efectuate pe teritoriul României.</span></p> <p><span>Pân&#259; la data de 30/09 a sezonului se pot acumula puncte prin zboruri de distan&#355;&#259; care vor fi punctate dupa distan&#355;a parcurs&#259; &#351;i dificultatea traseului (vezi art.7).</span></p> <p><span>Pilo&#355;ii înscri&#351;i în concurs pot decola oricând &#537;i oriunde (de pe teritoriul României &#351;i în perioada specificat&#259;).</span></p> <p><span>Este acceptat&#259; atât decolarea normal&#259; cât &#351;i decolarea prin trac&#355;iune la mosor.</span></p> <p><span>Responsabilitatea pentru descarcarea datelor de pe GPS &#351;i corectitudinea informa&#355;iilor transmise îi revin exclusiv competitorului.</span></p> <p><span>Zborurile desc&#259;rcate dupa data de 30.09 a sezonului nu vor mai fi luate în considerare.</span></p> <p><span>Pentru clasa Cluburi, pilo&#539;ii pot puncta doar la clubul la care au fost înscri&#537;i la începutul sezonului.</span></p> <p><span>Transferul pilo&#539;ilor de la un club la altul se poate face doar în primele 14 zile de la începerea noului sezon.</span></p> <p><span>Dac&#259; un pilot se transfer&#259; de la un club la altul dup&#259; cele 14 zile de la începerea noului sezon, acesta nu va puncta pentru noul club decât în sezonul urm&#259;tor.</span></p> <p><span>Pilo&#539;ii nou înscri&#537;i în competi&#539;ie se pot afilia orc&#259;rui club, cu acceptul clubului la care vrea sa fac&#259; afilierea. Ace&#537;tia vor puncta imediat dup&#259; finalizarea înscrierii.</span></p> <p><b><span>5. Clase:</span></b></p> <p><span>Schimbarea parapantei în perioada competi&#355;iei este permis&#259;, acela&#351;i pilot putând concura la diferite clase (vezi art.1 ). De asemenea concurentele<s> </s>de la clasa Feminin intr&#259; automat în celelalte clase, conform clasific&#259;rii parapantei; cei/cele de la clasa tandem puncteaz&#259; &#351;i la open.</span></p> <p><b>

<span>6. Reguli de zbor</span></b></p> <p><span>Zborurile trebuie efectuate în concordan&#355;&#259; cu toate legile aplicabile na&#355;ionale &#351;i/sau interna&#355;ionale. Pilotul este singurul r&#259;spunzator pentru îndeplinirea acestor condi&#355;ii legale. Daca un pilot este avertizat sau sanc&#355;ionat de autoritatea &#351;i/sau autorit&#259;&#355;ile de control al traficului aerian, organizatorii acestui concurs î&#351;i rezerv&#259; dreptul de a invalida &#351;i elimina din clasament asemenea zboruri. Intr&#259; în responsabilitatea pilotului s&#259; zboare în afara spa&#355;iului aerian controlat, în cazul în care nu de&#355;ine aprobarea corespunz&#259;toare pentru a zbura în spa&#355;iu aerian controlat. </span></p> <p><span>Zborul  în spa&#539;iile aeriene controlate (de exemplu CTR, TMA) se poate face doar in condi&#539;ii legale si cu aprobare prealabil&#259; conform prevederilor legale. Pentru ca zborurile efectuate în aceste spa&#539;ii s&#259; fie acceptate în competi&#539;ie, pilotul trebuie s&#259; dovedeasc&#259; c&#259; aceste zboruri s-au efectual cu aproparea autorit&#259;&#539;ilor competente la înc&#259;rcarea zborului.</span></p> <p><span>În acest sens, pilotul trebuie s&#259; de&#539;in&#259; planificare de zbor, acesta s&#259; fie aprobat&#259; de autorit&#259;&#539;i &#537;i pilotul trebuie s&#259; încarce la pozele legate de zbor un screenshot al e-mailului de confirmare primit de la autorit&#259;&#539;i &#537;i s&#259; p&#259;streze e-mailul in format electronic pentru verific&#259;ri ulterioare.</span></p>
<p><span style='color: red'>Referitor la înălţimea maximă de zbor se acceptă doar zborurile efectuate sub 3200 m ASL (FL105) cu o marjă de eroare de plus/minus 200 m.</span></p>
<p><span style='color: red'>Dacă un pilot încarcă de trei ori zboruri care încalcă regulile concursului,pilotul va fi atenţionat în scris de către organizator şi la al patrulea zbor neregulamentar pilotul va fi exclus din competiţie.</span></p><p><span style='color: red'>
La 4 abateri de la regulament, pilotul în cauza va fi eliminat din concurs. Vă rugăm consultaţi periodic, în timp ce sunteţi logat, pagina "Zborurile mele". Daca aveţi un zbor cu statusul KO (în roşu), vă rugăm poziţionati cursorul pe KO, acolo veţi observa ce regulă aţi încălcat, a cîta abatere este şi cîte zboruri neconforme cu regulamentul aveţi, la a patra abatere o să fiţi eliminat din concurs.
</span></p>
 <p><b><span>7. Evaluarea zborurilor:</span></b></p> <p ><span>Evaluarea zborurilor intr&#259; în sarcina comisiei de arbitraj.</span><span><br/> <span>Comisia de arbitraj se va constitui astfel:</span><br/> <span>- fiecare club care particip&#259; la competi&#539;ie poate propune membrii în comisia de arbitraj.</span></span></p> <p ><span> Directorul de concurs va analiza propunerile &#537;i va numii membrii comisiei în num&#259;r de 3 arbitri.</span></p> <p ><span> Comisia de arbitraj va analiza zborurile înc&#259;rcate &#537;i va decide dac&#259; un zbor încalc&#259; legisla&#539;ia &#537;i/sau regulamentul de concurs. Pe baza deciziei comisiei de arbitraj, zborurile considerate neconforme cu regulamentul se vor elminina din concurs.</span></p> <p ><span>Zborurile vor fi evaluate în maxim 14 (patrusprezece) zile de la înc&#259;rcarea acestora pe xcontest, de c&#259;tre comisia de arbitraj.</span></p> <p><b><span> </span></b></p> <p><span> Fiecare participant trebuie s&#259; dispun&#259; de un aparat (GPS) capabil sa memoreze atât coordonatele cât &#351;i altitudinea traseului parcurs. Este responsabilitatea exclusiv&#259; a competitorilor de a furniza fi&#351;ierele cu datele zborurilor în format </span><b><span>.igc</span></b><span> cu toate informa&#355;iile necesare prelucr&#259;rii datelor. Fi&#351;ierele .igc </span><b><span>trebuie s&#259; con&#355;in&#259; semn&#259;tur&#259; digital&#259; (G-record) valid&#259;. </span></b><span>Zborurile care nu au semn&#259;tura digital&#259; valid&#259;, vor putea fi v&#259;zute în lista zborurilor &#351;i în scorul zilnic dar nu vor influen&#355;a clasamentul. Intervalul de timp dintre dou&#259; puncte succesive </span><b><span>nu trebuie s&#259; depa&#351;easc&#259; 25 de secunde</span></b><span> (interval de înregistrare recomandat: între 5 &#351;i 15 secunde). În cazul excep&#355;ional de nerecep&#355;ionare de date de c&#259;tre GPS, sunt permise maxim 2 pauze de maxim 15 minute din înregistrarea zborului, dar nu e permis&#259; oprirea gps-ului in timpul acestor întreruperi de semnal.</span><span><br/> <br/> </span></p> <p><span> Un zbor are punctul de start, 3 puncte de întoarcere si punctul de finish. Dac&#259; distan&#355;a dintre decolare si aterizare este mai mica de 20% din totalul distan&#355;ei dat&#259; de cele 3 puncte de întoarcere, zborul e punctat ca triunghi. Triunghiul cu cea mai mic&#259; latur&#259; mai mare de 28% din totalul triunghiului este FAI.</span></p> 
<p>Reguli de punctaj</p>
<p>Zbor liber - Distanță liberă care nu corespunde cerințelor de triunghi. 1 km = 1,00 puncte</p>
<p>Triunghi la liber - Triunghi care nu corespunde cerințelor FAI de triunghi. 1 km = 1,20 puncte</p>
<p>Triunghi FAI - Triunghi care corespunde definiției FAI (latura cea mai scurtă a triunghiului este de cel puțin 28% din distanța totală a triunghiului). 1 km = 1,40 puncte</p>
<p>Triunghi la liber închis - Triunghi care nu corespunde cerințelor de triunghi FAI, cu o distanță de închidere &lt; 5%. 1 km = 1,40 puncte</p>
<p>Triunghi FAI închis - Triunghi, care corespunde cerințelor FAI și are o distanta de inchidere &lt; 5%. 1 km = 1,60 puncte</p>
<p>Se va aplica regula care asigură punctajul maxim rezultat. Punctajul acordat va fi rotunjit cu o precizie de două zecimale. Se vor puncta numai zborurile care depășesc distanța minimă.</p>

<p><span>Zborurile trebuie declarate (transmise la server<b>) în maxim 14 zile ?</b> de la efectuarea lor, dar nu mai tîrziu de 15 octombrie anul în curs. Zborurile nu pot fi declarate dup&#259; termenul limit&#259;.</span></p> <p><span>Clasamentul se face luând în considerare <b>cele mai bune 6(&#351;ase) zboruri</b> ale fiecarui competitor.</span></p> <p><b><span>8. Rezultate &#351;i premii:</span></b></p> <p><span>Rezultatele par&#355;iale vor fi afi&#351;ate în permanen&#355;&#259; pe pagina de internet a concursului.</span><b><span> </span></b><span><br/> <span>Premiile vor fi anun&#355;ate pe site-ul </span></span><span ><a href="http://www.turbulencia.ro/"><span>http://www.turbulencia.ro </span></a></span><span>/ în func&#355;ie de fondurile &#351;i sponsoriz&#259;rile colectate, la fel ca &#351;i data si loca&#355;ia premierii.</span><b><span> </span></b><span><br/> <span>Prezen&#355;a celor premia&#355;i la ceremonie este obligatorie, în caz contrar premiile vor reporteaz&#259; pentru urm&#259;torul sezon.</span></span></p> <p><span>Data &#537;i loca&#539;ia festivit&#259;&#539;ii de premiere se anun&#539;&#259; pe pagina </span><span ><a href="http://www.turbulencia.ro"><span>www.turbulencia.ro</span></a></span><span> &#537;i pe canalele de socializare cu minim 10 zile calendaristice înainte de desf&#259;&#537;urarea acestora.</span><span><br/> <br/> <br/> </span></p> <p><b><span>9. Contesta&#355;ii:</span></b></p> <p><span>Contestarea rezultatelor altor competitori este permis&#259;. Contesta&#355;iile se pot face oricând pe tot parcursul competi&#539;iei &#537;i pân&#259; la închiderea sezonului. Contesta&#355;ia implic&#259; o taxa de 50 lei care se returneaz&#259; contestatarului în cazul unei rezolu&#355;ii favorabile.</span><b><span> </span></b><span><br/> <span>Contesta&#355;iile se trimit prin email la </span></span><span ><a href="mailto:moldovan1974@gmail.com"><span>moldovan1974@gmail.com</span></a></span><span>, contesta&#355;iile telefonice sunt nule.</span><b><span> </span></b><span><br/> <br/> </span></p> <p><b><u><span><span> </span></span></u></b></p> <p><b><u><span><span> </span></span></u></b></p> <p><b><span>10. R&#259;spundere</span></b></p> <p><span>Organizatorii nu r&#259;spund de eventualele accidente suferite de concuren&#355;i.</span><b><span> </span></b><span><br/> <span>Organizatorii nu r&#259;spund pentru eventualele infrac&#355;iuni &#351;i/ sau ilegalit&#259;&#355;i comise de c&#259;tre participan&#355;ii la acest concurs pe durata zborurilor.</span></span></p> <p><b><span> </span></b></p> <p><b><span>11. Penalit&#259;&#355;i</span></b></p> <p ><span>Un concurent care, prin declara&#355;ii false sau trucarea înregistrarilor GPS, încearca s&#259; ob&#355;in&#259; un avantaj, va fi exclus din competi&#355;ie. </span><span><br/> <span>Organizatorii î&#351;i rezerv&#259; dreptul de a elimina un pilot din competi&#355;ie în cazul în care acesta este averizat sau sanc&#355;ionat repetat de autorit&#259;&#539;ile</span></span><span ><span> </span></span><span>de control al traficului aerian. Dac&#259; un concurent se legitimeaz&#259; la alt club pe durata sezonului competi&#355;ional pierde toate zborurile pîn&#259; în acel moment,începând de la zero punctajul pentru noul club.</span><span> </span><span> </span></p>
</div>
<!-- END REGULI --> 
 </CONTENT> 
</INC-CONTENTS>
